Repository: aportela/plugin.video.yt-dlp_to_kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #30001
source: Cached videos
es_es: Cache de videos

# #30002
source: Settings
es_es: Ajustes

# #30003
source: Debug tests
es_es: Tests de depuración

# #30004
source: Clear cache
es_es: Borrar caché

# #30005
source: Get yt-dlp version
es_es: Obtener version de yt-dlp

# #30021
source: Path not found
es_es: La ruta no existe

# #30022
source: Video has been downloaded, started playing...
es_es: El video se ha descargado, comenzando reproducción...

# #30023
source: Downloaded file not found
es_es: El fichero descargado no existe

# #30024
source: Unsupported URL
es_es: Sitio no soportado

# #30025
source: Error while downloading file
es_es: Error al descargar el fichero

# #30026
source: Cache has been cleared
es_es: La caché ha sido eliminada

# #30027
source: File not found
es_es: El fichero no existe

# #30028
source: Processing url
es_es: Procesando url

# #30029
source: Download progress
es_es: Progreso de la descarga

# #30030
source: Error clearing cache
es_es: Error al eliminar la caché

# #30031
source: Error getting yt-dlp version
es_es: Error obteniendo la versión de yt-dlp

# #30032
source: Downloading
es_es: Descargando

# #30052
source: Storage path
es_es: Ruta de almacenamiento

# #30053
source: Show notifications
es_es: Mostrar notificaciones

# #30054
source: Notification timeout (seconds)
es_es: Tiempo (en segundos) de la notificación

# #30061
source: Metadata
es_es: Metadatos

# #30062
source: Save subtitles
es_es: Guardar subtítulos

# #30063
source: Save NFO
es_es: Guardar NFO

# #30064
source: Save thumbnail
es_es: Guardar miniatura

# #30071
source: yt-dlp options
es_es: Opciones yt-dlp

# #30072
source: Max resolution
es_es: Máxima resolución

# #30073
source: Force overwrite existing files
es_es: Sobreescribir archivos existentes

# #30074
source: Auto clear cache
es_es: Borrar caché automáticamente

# #30081
source: Debug
es_es: Depuración

# #30082
source: Enable debug
es_es: Activar depuración
